{
	"_id": "FntKmgI8XbOPhQx0",
	"_key": "!journal.pages!I5d5ltGw4F3g15uG.FntKmgI8XbOPhQx0",
	"image": {
	},
	"name": "Crawling",
	"src": null,
	"system": {
	},
	"text": {
		"content": "<p>Characters are in <strong>crawling rounds</strong> while not in combat.</p><p></p><p><strong>THE SHADOWDARK</strong></p><p>The Shadowdark is any place where darkness, danger, and myth reign supreme.</p><p></p><p>It could be among the crumbling ruins buried inside a forgotten mountain stronghold.</p><p></p><p>It could be within the spellwrought castle of an undead sorcerer who probes the universe for arcane secrets.</p><p></p><p>It could be beneath the cursed trees where squirming abominations boil out of a black pit, pulping all in their path.</p><p></p><p><strong>VISION</strong></p><p>All characters need light to see, but that's not true for the darkness-adapted beings of the Shadowdark.</p><p></p><p>Any area outside the characters' light sources is in total darkness.</p><p></p><p><strong>LIGHT SOURCES</strong></p><p>Most light sources last for up to an hour of real time and illuminate a limited area.</p><p></p><p>New light sources lit while another is already active \"ride along\" on the current timer.</p><p></p><p>That said, the GM should use their best discretion and avoid being punitive; if there isn't much time left on the current timer and the characters light a new torch, snuff out all old light sources and start a new timer.</p><p></p><p>There should only be one active light timer except in rare cases.</p><p></p><p><strong>TOTAL DARKNESS</strong></p><p>While in total darkness, a creature who is not darkness- adapted has disadvantage on most tasks it tries to undertake, as determined by the GM.</p><p></p><p>Also, the environment becomes <strong>deadly</strong>. Check for a random encounter every crawling round.</p><p></p><p>MOVEMENT</p><p><strong>Distances</strong>. Distances are broken up into <strong>close</strong> (5 feet), <strong>near</strong> (up to 30 feet), and <strong>far</strong> (within sight during an encounter or scene).</p><p></p><p><strong>Climbing</strong>. Strength or Dexterity check to climb half your speed. Fall if you fail by 5+ points.</p><p></p><p><strong>Falling</strong>. You take 1d6 damage for every 10 feet you fall.</p><p></p><p><strong>Moving Through</strong>. You can move freely through allies. You must pass a Strength or Dexterity check to move through enemies.</p><p></p><p><strong>Swimming</strong>. Make a Strength check to swim half your speed or a Constitution check to hold your breath. If you fail, you take 1d6 damage each round until you exit the hazard.</p><p></p><p><strong>REGROUP</strong></p><p>During crawling rounds, the GM can ask the players if they want to <strong>regroup</strong>. To regroup, any PCs within eyesight or earshot of each other who are able to move freely may immediately move within near of each other. Then, initiative continues as normal.</p><p></p><p><strong>CONDITIONS</strong></p><p>Some effects impose a condition on a character, such as blindness from a blast of fungal spores or the inability to move while tangled in a giant spider web.</p><p></p><p>Advantage and disadvantage apply to most situations, as does common sense.</p><p></p><p>For example, a blinded character has disadvantage on tasks requiring sight, and a character stuck in a giant spider web can't move until freed.</p><p></p><p><strong>ACTIONS</strong></p><p>While crawling, characters can take actions that might include:</p><ul><li><p>Prying a gem from a statue</p></li><li><p>Sneaking up on a slumbering manticore</p></li><li><p>Swimming to the bottom of an oily pool of water</p></li><li><p>Tapping on a suspicious wall to check for a hidden door</p></li><li><p>Scanning a room for signs of hidden enemies</p></li><li><p>Giving a rousing speech to a group of fearful townsfolk</p></li></ul>",
		"format": 1,
		"markdown": ""
	},
	"title": {
		"level": 2,
		"show": true
	},
	"type": "text",
	"video": {
		"controls": true,
		"volume": 0.5
	}
}
