{
	"_id": "KJ1HQ0bwu2qCV05A",
	"_key": "!journal.pages!I5d5ltGw4F3g15uG.KJ1HQ0bwu2qCV05A",
	"image": {
	},
	"name": "Making Checks",
	"src": null,
	"system": {
	},
	"text": {
		"content": "<p><strong>WHEN TO ROLL?</strong></p><p>Usually, you succeed at what you're trained to do without needing to roll a check.</p><p></p><p>For example, a wizard is always able to read magical runes, and a thief always finds a trap if searching in the right area.</p><p></p><p>If you take the time to scan the sky for threats or examine a stretch of wall for a secret door, you simply succeed.</p><p></p><p>Social encounters usually rely on what you say rather than Charisma checks. Narrating a moving speech or using secret information you gathered to influence an NPC does not require a check to succeed.</p><p></p><p>The GM asks for a check when the following is true:</p><ul><li><p>The action has a negative consequence for failure</p></li><li><p>The action requires skill</p></li><li><p>There is time pressure</p></li></ul><p><strong>DIFFICULTY CLASS</strong></p><p>The four standard DCs represent how difficult an action is.</p><p></p><p><strong>Easy, DC 9</strong>. Leaping a narrow chasm, sneaking up on an inattentive guard.</p><p></p><p><strong>Normal, DC 12</strong>. Kicking open a stuck door, picking a poor lock.</p><p></p><p><strong>Hard, DC 15.</strong> Swimming against a strong current, giving first aid to stop a character from dying.</p><p></p><p><strong>Extreme, DC 18</strong>. Climbing a slippery cliff one-handed, restraining a frenzied lion.</p><p></p><p><strong>OPPOSED CHECKS</strong></p><p>If multiple creatures are working against each other on a conflicting task, an opposed check decides who succeeds.</p><p></p><p>To make an opposed check, each participant rolls one relevant stat check at the same time, even if it's not their turn. The highest result wins (reroll ties).</p>",
		"format": 1,
		"markdown": ""
	},
	"title": {
		"level": 2,
		"show": true
	},
	"type": "text",
	"video": {
		"controls": true,
		"volume": 0.5
	}
}
