{
	"_id": "4E1ySMs0RsxZKZ5q",
	"_key": "!journal.pages!I5d5ltGw4F3g15uG.4E1ySMs0RsxZKZ5q",
	"image": {
	},
	"name": "Overview",
	"src": null,
	"system": {
	},
	"text": {
		"content": "<p>To make a <strong>Shadowdark RPG</strong> character (also called a player character, or <strong>PC</strong>), grab your dice, a blank character sheet, and go through the next few pages. You can also view a walkthrough at youtube.com/thearcanelibrary.</p><p></p><p><strong>NAME</strong></p><p>Choose a worthy name for your adventurer.</p><p></p><p><strong>ANCESTRY</strong></p><p>Your character’s cultural and ancestral heritage.</p><p></p><p><strong>CLASS</strong></p><p>Your character’s job.</p><p></p><p><strong>LEVEL</strong></p><p>You start at 1st level, and you gain levels by earning XP.</p><p></p><p><strong>XP</strong></p><p>You start with 0 experience points (<strong>XP</strong>). You gain XP based on the treasure and boons you</p><p>earn from adventuring.</p><p></p><p><strong>ALIGNMENT &amp; DEITY</strong></p><p>Your character’s cosmic link to the opposing forces of Law and Chaos, or balanced Neutrality.</p><p></p><p><strong>TITLE</strong></p><p>As you gain levels, your prestige grows. Your title is based on your level, class, and alignment.</p><p></p><p><strong>BACKGROUND</strong></p><p>Your history and past experience. You are adept at tasks related to your background.</p><p></p><p><strong>STATS</strong></p><p>The six scores that determine your physical and mental characteristics.</p><p></p><p><strong>HP</strong></p><p>Hit points (<strong>HP</strong>) represent the amount of injury you can sustain before you die. Taking damage from weapons, traps, spells, or other sources temporarily reduces your HP. You can regain HP by resting.</p><p></p><p><strong>AC</strong></p><p>Armor class (<strong>AC</strong>) is a type of difficulty class that shows how tough it is to injure you, whether because you're agile or you wear armor. Your class determines the type of armor you can wear.</p><p></p><p>Your AC starts at 10 + your Dexterity modifier. Wearing armor changes your AC (see Armor, pg. 34).</p><p></p><p><strong>ATTACKS</strong></p><p>The weapons you wield and how you use them to fight an enemy (see Combat on pg. 50 for details). You can wield the weapons listed for your class.</p><p></p><p><strong>TALENTS</strong></p><p>Your special abilities. Your class, ancestry, and talent rolls grant you these. The benefits of talents combine (even the same talent rolled multiple times).</p><p></p><p><strong>SPELLS</strong></p><p>Some classes can learn and cast magic spells (see Casting Spells on pg. 52 for more details).</p><p></p><p><strong>GEAR</strong></p><p>Your equipment. You can carry a number of items equal to 10 or your Strength stat, whichever is higher.</p><p></p><p><strong>1ST-LEVEL CHARACTERS</strong></p><p>Most games begin with 1st- level characters — fledgling heroes who are ready to go on dangerous adventures.</p><p></p><p>1st-level characters start with:</p><ul><li><p>Background, pg. 14</p></li><li><p>Stats, pg. 15</p></li><li><p>Choice of ancestry, pg. 16</p></li><li><p>Choice of class, start pg. 20</p></li><li><p>One class talent roll</p></li><li><p>Hit points equal to one roll of their class's hit points die + their Constitution modifier (minimum 1)</p></li><li><p>Title, pg. 26</p></li><li><p>Choice of alignment, pg. 28</p></li><li><p>2d6 x 5 gold pieces to buy gear (see Gear, pg. 32).</p></li></ul>",
		"format": 1,
		"markdown": ""
	},
	"title": {
		"level": 2,
		"show": true
	},
	"type": "text",
	"video": {
		"controls": true,
		"volume": 0.5
	}
}
