{
	"_id": "oS18PtqDDic7mYJY",
	"_key": "!journal.pages!I5d5ltGw4F3g15uG.oS18PtqDDic7mYJY",
	"image": {
	},
	"name": "The Basics",
	"src": null,
	"system": {
	},
	"text": {
		"content": "<p>If this is your first time playing <strong>Shadowdark RPG</strong>, it’s helpful to start with a premade character. Several adventurers are included with this book.</p><p></p><p>These <strong>quickstart rules</strong> cover beginner characters for their first few adventures. The full rules go much further; check them out at thearcanelibrary. com/pages/shadowdark.</p><p></p><p><strong>CHARACTERS</strong></p><p>You decide your character’s actions and tell them to the referee, or Game Master (<strong>GM</strong>).</p><p>The GM determines if your actions are successful and describes the results.</p><p></p><p>This back-and-forth between you, the GM, and your adventuring companions grows and shapes the game world.</p><p></p><p>Always ask yourself: If you were really your character, what would you do right now?</p><p></p><p><strong>DESCRIBE AN ACTION</strong></p><p>On your <strong>turn</strong>, describe an <strong>action</strong> you want to do. For example, you could say you’re going to shoot your bow at a troll.</p><p></p><p>The GM might ask you to make a <strong>check</strong> (see Checks) to determine whether your action succeeds.</p><p></p><p><strong>MOVEMENT</strong></p><p>During your turn, you can <strong>move</strong> up to <strong>near</strong> (roughly 30 feet). You can break this movement up in any way. If you don’t take an action, you can move near again.</p><p></p><p><strong>ROUNDS</strong></p><p>Each person takes a turn, starting with the GM and going clockwise. The GM controls the monsters and environment and narrates how everyone’s actions change the game world.</p><p></p><p>Once everyone has taken a turn, that completes one <strong>round</strong>. Then, a new round begins.</p><p></p><p><strong>THE DICE</strong></p><p>You'll need a four-sided (<strong>d4</strong>), six- sided (<strong>d6</strong>), eight-sided (<strong>d8</strong>), ten- sided (<strong>d10</strong>), twelve-sided (<strong>d12</strong>) and twenty-sided (<strong>d20</strong>) die.</p><p></p><p><strong>Multiples</strong>. 3d6 = three six-sided dice. Roll them together and add them.</p><p></p><p><strong>Advantage</strong>. Roll two times and use the higher result.</p><p></p><p><strong>Disadvantage</strong>. Roll two times and use the lower result.</p><p></p><p><strong>STATS</strong></p><p>Stats are your characteristics. Each stat goes from 3-18 and has a bonus or penalty (called a <strong>modifier</strong>, or MOD) from -4 to +4.</p><p></p><p><strong>Strength</strong>. Physical power.</p><p></p><p><strong>Dexterity</strong>. Agility, reflexes.</p><p></p><p><strong>Constitution</strong>. Endurance, resistance to injury.</p><p></p><p><strong>Intelligence</strong>. Logical ability.</p><p></p><p><strong>Wisdom</strong>. Instinct, willpower.</p><p></p><p><strong>Charisma</strong>. Appeal, presence.</p><p></p><p><strong>CHECKS</strong></p><p>When attempting a risky action, roll a d20 and add a modifier. That’s called making a <strong>check</strong>.</p><p></p><p>The GM chooses the check's linked stat and a number called a difficulty class (<strong>DC</strong>). If the total of your d20 roll + stat modifier equals or beats the DC, your action succeeds.</p><p></p><p>For example, the GM might say leaping over a narrow chasm requires a DC 12 Strength check.</p><p></p><p><strong>HIT POINTS</strong></p><p>Injuries cause you to take <strong>damage</strong> and lose hit points (<strong>HP</strong>). Typical weapons deal 1d6 damage to your HP. You regain lost HP after a night of rest.</p><p></p><p>Characters at zero HP <strong>die</strong> in 1d4 + Constitution modifier (minimum 1) rounds. Dead characters are retired from play!</p><p></p><p><strong>WHAT'S NEXT?</strong></p><p>You could play a whole game with just the basics. But once you're ready for more, the next chapters expand upon them.</p>",
		"format": 1,
		"markdown": ""
	},
	"title": {
		"level": 1,
		"show": true
	},
	"type": "text",
	"video": {
		"controls": true,
		"volume": 0.5
	}
}
