{
	"_id": "fZio8Ws1GT6KAPvm",
	"_key": "!journal.pages!I5d5ltGw4F3g15uG.fZio8Ws1GT6KAPvm",
	"image": {
	},
	"name": "Deities",
	"src": null,
	"system": {
	},
	"text": {
		"content": "<p>The many gods of the universe are the personifications of Law, Chaos, and Neutrality.</p><p></p><p>The most well-known gods are listed here. A character may worship any deity, or none.</p><p></p><p>Priests must choose one god to serve faithfully. A priest's deity can revoke the gift of spellcasting if the priest commits blasphemous acts.</p><p></p><p>Most folk worship one of The Four Lords, the lawful and neutral gods who stand for justice, order, and mercy.</p><p></p><p>Malevolent beings worship one of The Dark Trio, chaotic deities who evince power, destruction, and cruelty.</p><p></p><p>There were once nine primary gods, but two are The Lost, forbidden or forgotten. Many folk still refer to The Nine in the oaths they swear, and ancient stories always begin with, \"Beneath the Eyes of The Nine...\"</p><p></p><p><strong>SAINT TERRAGNIS (LAWFUL)</strong></p><p>A legendary knight who is the patron of most lawful humans. She ascended to godhood long ago and is the embodiment of righteousness and justice.</p><p></p><p><strong>GEDE (NEUTRAL)</strong></p><p>The god of feasts, mirth, and the wilds. Gede is usually peaceful, but primal storms rage when her anger rises. Many elves and halflings worship her.</p><p></p><p><strong>MADEERA THE COVENANT (LAWFUL)</strong></p><p>Madeera was the first manifestation of Law. She carries every law of reality, a dictate called the Covenant, written on her skin in precise symbols.</p><p></p><p><strong>ORD (NEUTRAL)</strong></p><p>Ord the Unbending, the Wise, the Secret-Keeper. He is the god of magic, knowledge, secrets, and equilibrium.</p><p></p><p><strong>MEMNON (CHAOTIC)</strong></p><p>Memnon was the first manifestation of Chaos. He is Madeera’s twin, a red-maned, leonine being whose ultimate ambition is to rend the cosmic laws of the Covenant from his sister’s skin.</p><p></p><p><strong>RAMLAAT (CHAOTIC)</strong></p><p>Ramlaat is the Pillager, the Barbaric, the Horde. Many orcs worship him and live by the Blood Rite, a prophecy that says only the strongest will survive a coming doom.</p><p></p><p><strong>SHUNE THE VILE (CHAOTIC)</strong></p><p>Shune whispers arcane secrets to sorcerers and witches who call to her in the dark hours. She schemes to displace Ord so she can control the vast flow of magic herself.</p><p></p><p><strong>THE LOST (?)</strong></p><p>Two of The Nine are lost to the ages, their names expunged from history and memory. Yet their whispered legend lingers on in ancient, forbidden texts and secret, deep places...</p>",
		"format": 1,
		"markdown": ""
	},
	"title": {
		"level": 2,
		"show": true
	},
	"type": "text",
	"video": {
		"controls": true,
		"volume": 0.5
	}
}
