{
	"_id": "vfFE1Zk6KJWJj7HI",
	"_key": "!journal.pages!sxBiNC5Ee4iMIP23.vfFE1Zk6KJWJj7HI",
	"image": {
	},
	"name": "Join the Dark",
	"src": null,
	"system": {
	},
	"text": {
		"content": "<p><strong>SHADOWDARK RPG COMMUNITY</strong></p><p>Find other Shadowdark RPG players, Game Masters, and creators in The Arcane Library's <strong>Discord</strong> server! It's a friendly place to organize games, share ideas, and ask questions.</p><p></p><p><strong>Discord link</strong>: https://discord.gg/abPNTQmjG7</p><p></p><p>Also, keep an eye out at gaming <strong>conventions</strong> for Shadowdark events and open tables!</p><p></p><p>Kelsey Dionne, Shadowdark RPG's creator and head of The Arcane Library, runs open-table, unscheduled games at <strong>Gary Con</strong> each year. Come find where she's lurking and jump in!</p><p></p><p>You can also stay up-to-date on Shadowdark RPG happenings by joining the <strong>newsletter</strong>.</p><p></p><p><strong>Newsletter link:</strong> https://www. thearcanelibrary.com/pages/shadowdark-rpg-newsletter</p><p></p><p><strong>FIND ADVENTURES AND CONTENT</strong></p><p>Visit <strong>thearcanelibrary.com</strong> for the latest in Shadowdark RPG adventures and articles.</p><p></p><p>There, you can grab print or PDF issues of <em><strong>Cursed Scroll</strong></em>, the official Shadowdark zine bursting with themed character options, monsters, locations, and critically-acclaimed adventures.</p><p></p><p>Follow The Arcane Library on <strong>youtube.com/thearcanelibrary</strong> for video guides, tips, tricks, and adventure walkthroughs!</p><p></p><p>Finally, spectacular <strong>creators</strong> such as Taylor Seely-Wright, Laurin-David Weggen, James Mishler, and Jake Savala (brewin_druid) have published an amazing array of adventures, settings, character options and more under the Shadowdark RPG Third-Party License.</p><p></p><p>Check out their excellent work on drivethrurpg.com and itch.io!</p>",
		"format": 1,
		"markdown": ""
	},
	"title": {
		"level": 1,
		"show": true
	},
	"type": "text",
	"video": {
		"controls": true,
		"volume": 0.5
	}
}
