{
	"_id": "u6LGPPlB9xrxN8IA",
	"_key": "!journal.pages!469zWLv72rp2LMiA.u6LGPPlB9xrxN8IA",
	"image": {
	},
	"name": "Oracle",
	"src": null,
	"system": {
	},
	"text": {
		"content": "<h2>What's An Oracle?</h2><p>An oracle is a system to answer \"yes\" or \"no\" questions.</p><p>For example, you might ask the oracle if the old wizard you've been looking for is in the tavern. Then, you make an oracle check to find out.</p><h2>Best Practices</h2><p><strong>Plausibility.</strong> Only ask reasonable questions. Don't ask, \"Is there a +3 longbow lying on the floor?\"</p><p><strong>Defer To Game Rules.</strong> See if the game rules can solve your question first. For example, allow Jorbin to make a DEX check to avoid a falling rock instead of asking, \"Does the rock hit him?\"</p><p><strong>Phrasing.</strong> Ask your question with affirmative phrasing. Instead of asking, \"Are there no orcs in this room?\" ask, \"Are there orcs in this room?\"</p><p><strong>Limit.</strong> Ask no more than three questions per situation.</p><h2>Interpreting</h2><p>If an oracle result needs more information to make sense, use the Prompts Table on pg. 11.</p><p>For example, if your character hears a strange sound in the next room, you can roll a prompt to determine the sound's nature.</p><h2>How It Works</h2><p>Each time you ask the oracle a question, you must determine the <strong>odds</strong> and then make an <strong>oracle check</strong>.</p><h2>Odds</h2><p>Before you make an oracle check, decide how likely your question is to get a \"yes\" result.</p><p><strong>Unlikely or Impossible.</strong> Roll the oracle check with disadvantage.</p><p><strong>Even Chance.</strong> Make a standard oracle check.</p><p><strong>Likely or Certain.</strong> Roll the oracle check with advantage.</p><table style=\"width:33%\"><caption>Oracle</caption><tbody><tr><td style=\"text-align:center\"><p>d20</p></td><td><p>Result</p></td></tr><tr><td style=\"text-align:center\"><p>1-9</p></td><td><p>No</p></td></tr><tr><td style=\"text-align:center\"><p>10</p></td><td><p>Twist</p></td></tr><tr><td style=\"text-align:center\"><p>11-20</p></td><td><p>Yes</p></td></tr></tbody></table><h2>Oracle Check</h2><p>To make an oracle check, roll a <strong>d20</strong> on the above Oracle Table, modified by the odds.</p><p><strong>Twist.</strong> Something unexpected happens! Roll a prompt (pg. 11) to determine its nature.</p><p><strong>Odd Number.</strong> If your oracle check is an odd number (excluding a 1), the outcome has a turnabout phrased as a \"but.\"</p><p>This alters the situation without fully negating the oracle result.</p><p><em>\"Is there a way to climb out of this pit? No, but a rusty chain lies in the mud nearby...\"</em></p><p><strong>Critical.</strong> If you roll a natural 1 or 20, the outcome is the most <strong>extreme</strong> version possible.</p><p><em>\"Will the king meet with us? Yes, and he wants to see us at once!\"</em></p><p></p>",
		"format": 1
	},
	"title": {
		"level": 1,
		"show": true
	},
	"type": "text",
	"video": {
		"controls": true,
		"volume": 0.5
	}
}
