{
	"_id": "nN7AIx7MUHjoXdWc",
	"_key": "!journal.pages!469zWLv72rp2LMiA.nN7AIx7MUHjoXdWc",
	"image": {
	},
	"name": "Solo Examples",
	"src": null,
	"system": {
	},
	"text": {
		"content": "<h2>Youtube</h2><ul><li><p><strong>The Arcane Library.</strong> Kelsey runs <em>Shadowdark RPG</em> with the <em>SoloDark</em> solo rules.</p></li><li><p><strong>Night Noon Games.</strong> Michael runs <em>Shadowdark RPG</em> with <em>Mythic Game Master Emulator</em>'s handy card deck.</p></li><li><p><strong>Me, Myself and Die!</strong> Trevor Devall, a professional voice actor, runs <em>Broken Empires RPG</em> (his own game), <em>Savage Worlds</em> (with Mythic GME), <em>Five Parsecs From Home</em> (solo system), and much more!</p></li><li><p><strong>Geek Gamers.</strong> Lots of advice and creative gameplay examples spanning countless systems and supplements.</p></li><li><p><strong>Wizard Deadloss.</strong> The wizard uses BECMI D&amp;D rules to run classic adventures including <em>The Keep on the Borderlands</em> and <em>The Veiled Society</em>. He uses a simple d6 solo system.</p></li><li><p><strong>Kill Ten Rats RPG.</strong> Minimalist, approachable soloing with <em>Knave</em>, <em>Black Sword Hack</em>, <em>Ironsworn</em>, and other systems.</p></li></ul><h2>Blogs</h2><ul><li><p><strong>Castle Grief</strong>. Solo gameplay with a variety of old-school systems. Resources, play reports, and amazing handdrawn original material!</p></li><li><p><strong>Chaoclypse.</strong> Guides, art, game design theory, and system reviews.</p></li><li><p><strong>Lone Horizons.</strong> Session reports, solo gameplay video episodes, and resources.</p></li><li><p><strong>The Soloist.</strong> News, resources, and game reviews for all sorts of solo RPGs.</p></li></ul><h2>Podcasts</h2><ul><li><p><strong>The Lone Adventurer.</strong> Fantastic narration with 5E solo gameplay.</p></li><li><p><strong>Solo Dungeon Crawler.</strong> Solo gameplay with Original D&amp;D that passes in real-world time.</p></li></ul><h2>Social Media</h2><ul><li><p><strong>r/Solo_Roleplay.</strong> A friendly community for advice, resources, and game reports.</p></li></ul>",
		"format": 1
	},
	"title": {
		"level": 1,
		"show": true
	},
	"type": "text",
	"video": {
		"controls": true,
		"volume": 0.5
	}
}
